// © Copyright 2011-2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "安裝小幫手";

//Device Discovery

PrinterNameColumnTitle = "印表機名稱";
PrinterModelColumnTitle = "印表機型號";
PrinterDriverColumnTitle = "印表機驅動程式";
ConnectionColumnTitle = "連線";
DetailsColumnTitle = "細節";

DeviceDiscoveryTaskName = "新增裝置";
DeviceDiscoveryNameText = "名稱：";
DeviceDiscoveryInformativeText = "在清單中選擇您的印表機，然後按「繼續」將印表機新增至系統";

//Queue Created

QueueCreatedText = "已為您的印表機建立印表機佇列。\n\n如果您想要為上一個清單中的其他印表機建立印表機佇列，請按一下「返回」按鈕並重複該程序。\n\n如果您已完成，請按一下「繼續」。";
QueueCreatedTaskName = "已建立印表機佇列";

QueueDuplicationAlertTitle = "設定 %@";
QueueDuplicationAlertText = "「%@」佇列已經存在。您要建立新佇列嗎？";

//CIP Task

CIPTaskControllerTaskTOCTitle = "HP Designjet CIP";

//CIP Introduction

CIPIntroductionText = "請協助我們建立更好的產品!\n\n加入 HP Designjet 客戶參與計畫 (CIP) 協助我們建立更好的產品。 我們收集的匿名印表機用量資料將協助我們判斷您使用印表機的方式和對您而言最重要的產品功能。 所有資料的收集和使用方式都遵照 CIP 隱私權聲明。 沒有任何強制回覆的調查或後續電子郵件。 不會收集任何個人聯絡資訊。 您可以隨時退出此計畫。";
CIPIntroductionPrivacyStatementLink = "CIP 隱私權聲明";
CIPIntroductionPrivacyStatementLinkTooltip = "CIP 隱私權聲明";

"Yes, I want to participate (send anonymous data only)" = "是，我要參加（僅傳送匿名資料）";
"No, thank you" = "不，謝謝";

CIPIntroductionTaskName = "HP Designjet 客戶參與計畫";
CIPIntroductionTaskTOCTitle = "簡介";
CIPSendSerialText = "選擇「傳送我印表機的序號」可以讓我們為您提供更好的產品服務和支援，而且也是判斷某些用量獎勵計劃資格的必要條件。";

"Send my printer's serial number" = "傳送我印表機的序號";

//CIP Business Profile

CIPBusinessProfileText = "為協助我們進一步瞭解您的工作環境，請提供下列選擇性資訊。 如果您選擇不提供此資訊，我們仍然會在您同意參加 CIP 後繼續接收您的匿名印表機用量資料。 所有資料的收集和使用方式都遵照 HP 隱私權政策。 沒有任何強制回覆的調查或後續電子郵件。 不會收集任何個人聯絡資訊。";

CIPBusinessProfileTaskName = "HP Designjet 客戶參與計畫";
CIPBusinessProfileTaskTOCTitle = "企業概況";

BusinessTypeText = "行業類型：";
BusinessSizeText = "企業規模：";
GeographicalRegionText = "地理區域：";

"None" = "無";
"Architecture, Engineering, Construction" = "建築、工程、營造施工";
"Graphic Design, Advertising Services" = "平面設計、廣告服務";
"Infrastructure, Utilities, Telecommunications" = "基礎設施、公用事業、電信服務";
"Manufacturing, Automotive, Transportation" = "製造業、汽車工業、交通運輸業";
"Printing Services" = "列印服務";
"Professional Photography Services" = "專業攝影服務";
"Public Sector" = "公共部門";
"Other" = "其他";

"1-10 employees" = "1-10 名員工";
"10-100 employees" = "10-100 名員工";
"100-1000 employees" = "100-1000 名員工";
"more than 1000 employees" = "1000 名以上的員工";

"Americas" = "美洲";
"Europe, Middle East, Africa" = "歐洲、中東、非洲";
"Asia Pacific, Japan" = "亞太地區、日本";

//HP Proactive Support

ProactiveSupportAgreementText = "HP Proactive Support 提供簡便的方式來監控您的 HP 印表機，讓印表機保持最新狀態與最佳執行效能。\
\n\n請參閱 HP Proactive Support 合約以取得詳細資料。";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "HP Proactive Support 合約";
ProactiveSupportAgreementLinkTooltip = "HP Proactive Support 合約";

"Yes, I want to enable it" = "是，我要啟用";
//HP Printer Monitor

PrinterMonitorTextField = "HP Printer Monitor 應用程式會在背景監視您 HP Designjet 印表機的狀態，並在印表機需要手動操作（例如，處理墨水匣或紙張卡紙問題）時通知您。\n您想收到警示型式的通知嗎？ 您日後隨時可以變更此設定。";
AdviseAlertsAgreement = "是，我要立即開始收到通知";
AdviseAlertsChoosen = "警示將以橫幅的型式直接在 Dock 中彈出。";
AdviseAlertsNotChoosen = "警示將不會在 Dock 中彈出。 您需要開啟 HP Printer Monitor 才可以查看警示。";

PrinterMonitorTaskName = "HP Printer Monitor - 警示";
PrinterMonitorTaskTOCTitle = "HP Printer Monitor";

"Show all alerts" = "顯示所有警示";
"Show only critical alerts" = "僅顯示關鍵警示";

// Web Registration

WebRegistrationTaskName = "網路註冊";

WebRegistrationTextField = "感謝您的購買！\n\n請利用幾分鐘的時間來註冊您的新印表機。註冊之後，您就可以：\n\n可以參加 HP 公司所舉辦的各種活動，並有機會獲得精美的獎品\n\n將所問資訊提供給HP，您的資訊可以幫助我們繼續設計出新的產品，使其具備最適合於您 － 我們的客戶 － 所使用的功能。\n\n獲得Designjet線上免費會員資格（這是絕佳的新聞和技巧提示的來源 － 不僅提供印表機方面的資訊，而且還有墨水、媒體、驅動程式、應用程式等方面的資訊。還有許多可以啟發您的個案研究 － 包括一些由我們的使用者親自寫成的研究成果！）\n\n請注意：即使您沒有完成或提送所購買?品的註冊申請，您的保固權利也不會因此而受到影響。\n\n註冊...";

WebRegistrationLink = "註冊...";
WebRegistrationLinkTooltip = "註冊";

WebRegistrationStatementText = "如果按一下「繼續」，將會使用您預設的 Web 瀏覽器連線，並存取 HP 網頁。\n\n為完成此作業，必須轉寄部分個人資訊以保護 HP 伺服器。傳送的資訊可能包含：\n\nIP 位址\n印表機型號\n作業系統\n\nHP 線上隱私權政策";

WebRegistrationStatementLink = "HP 線上隱私權政策";

"Cancel" = "取消";
"Continue" = "繼續";

//Summary

SummaryTextField-1 = "「安裝小幫手」已完成。";
SummaryTextField-2 = "在 HP Printer Monitor 中，您已啟動：";
SummaryTextCIP = "HP Designjet 客戶參與計畫";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "警示";
SummaryTextField-3 = "若要變更警示設定和是否參與 HP Designjet 計畫，請開啟 HP Printer Monitor 應用程式中的「監視偏好設定」。";

SummaryTaskName = "摘要";

//CIP Privacy Statement Window

PrivacyStatementText = "HP 尊重並致力於保護您的隱私。\n\nHP 提供此「隱私權聲明」的目的在於告知您，「客戶參與計畫」(CIP) 功能會在取得您的同意後，讓您的產品定期將組態與耗材用量資訊傳送至 HP。 傳送給 HP 的資訊將用於改善產品和服務，如果您與 HP 建立合作關係，專為您提供及時更換碳粉匣、每頁付費合約、支援合約或用量追蹤等服務，則此資訊還會用於監視裝置。\n\nHP 會收集您印表機的狀態和用量資料，以及其他印表機特定的資料。 此資料可能會和位於國外的其他 HP 實體共用，使「客戶參與計畫」能夠順利推展，並匯集市場調查結果，以便 HP 提升產品與服務的品質。\n\n以下清單是「客戶參與計畫」將收集的代表性（但非詳盡的）資訊類型:\n\n印表機資訊:\n\t- 產品名稱\n\t- 產品編號\n\t- 序號\n\t- 韌體版本\n\t- 列印的頁數\n\t- 印表機狀態\n\t- 印表機用量資料\n\t- 事件記錄（包含印表機錯誤的清單）\n\t- 近期的列印統計資訊\n\nHP 會遵照「HP 線上隱私權聲明」維護所有收集資料的隱私性，並進一步向若要行使存取、更正或取消資料的權利，請聯絡 myprinteradmin@hp.com";

HPPrivacyStatement = "HP 隱私權聲明";
PersonalDataRightsNotice = "個人資料權利公告";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>HP Proactive Support 提供簡便的方式來監控您的 HP 印表機，讓印表機保持最新狀態與最佳執行效能。
HP Proactive Support 服務會找出適用於您系統上安裝之 HP 硬體和軟體的最新更新，您可以自行選擇要安裝的項目。
當印表機可能有問題時，簡易的警示和支援資訊會讓您知道該如何處理。</p>

<p>新的更新開發完成後，就會立即發佈提供下載。
HP Proactive Support 服務會依照您指定的時間間隔檢查是否有新的更新。</p>

<p>HP 承諾保護使用 
HP Proactive Support 之顧客的隱私。HP Proactive Support 從您電腦所收集的資料僅用於判斷軟體是否需要更新，以及您的系統是否會發生 HP 已知的潛在問題。</p>

<p>記錄的資訊不會用來追蹤個別顧客、
電腦或連接的印表機。例如姓名、住址或電子郵件地址此類可辨識個人身分的資料都不在收集範圍內。收集到的資料可能會以匿名總集形式用於
市場調查之參考，讓 HP 藉以改進產品品質和服務種類。</p>

<p>自最後一筆資料傳送至 HP 的日期起算，這類資料的保留期限可能長達 5 年，同時也許會轉送至位於國外的 HP 系統存放。依據標準網路通訊規定，傳送端電腦的 IP 位址會在傳輸過程中使用。</p>

<p>HP Proactive Support 收集的資料包含下列各項：<br>
- 作業系統名稱<br>
- 國家設定<br>
- 語言設定<br>
- HP 印表機監視器所設定的印表機清單</p>

<p>為改善 HP Proactive Support 服務品質，HP 也會追蹤解決方案之下載次數，
以及安裝成功或失敗的次數。這項資料是以匿名方式追蹤的。HP Proactive Support 不會附加任何的唯一識別碼。</p>

<p>如需有關隱私權政策的詳細資訊，請造訪 <a href=\"http://www.hp.com/go/proactivesupport/privacy/zh\">http://www.hp.com/go/proactivesupport/privacy</a></p></font></body></html>";


